{
  "Institute of Driving Training & Research": "ड्राइविंग प्रशिक्षण और अनुसंधान संस्थान",
  "A joint venture of Transport Department, Government of Haryana & Honda": "परिवहन विभाग, हरियाणा सरकार और होंडा का एक संयुक्त उद्यम",
  "Home": "होम",
  "About Us": "हमारे बारे में",
  "About": "हमारे बारे में",
  "Courses": "पाठ्यक्रम",
  "Information": "जानकारी",
  "E-roll": "ई-नामांकन",
  "Contact Us": "संपर्क करें",
  "LOGIN": "लॉग इन करें",
  "Register Now": "अभी पंजीकरण करें",
  "Copyright 2022, Institute of Driving and Training Research (Karnal)": "© कॉपीराइट  2022, ड्राइविंग प्रशिक्षण अनुसंधान संस्थान ",
  "ANNOUNCEMENT": "घोषणा",
  "More Information": "अधिक जानकारी",
  "How to Start A Course": "कोर्स कैसे शुरू करें",
  "Course Menu": "कोर्स मेनू",
  "Sitemap": "साइट मैप",
  "Facility": "सुविधा",
  "Helpful tips": "मददगार सलाह",
  "Testimonials": "प्रशंसापत्र",
  "Need Help": "मदद की ज़रूरत है",
  "E-enrol": "ई-नामांकन",
  "Frequently Asked Questions": "अधिकतर पूछे जाने वाले सवाल",
  "User Login": " उपयोगकर्ता लॉगिन",
  "Mobile Number": "मोबाइल नंबर",
  "Enter Mobile Number": "मोबाइल नंबर दर्ज करें",
  "Enter OTP": "ओटीपी दर्ज करें",
  "SEND OTP": "ओटीपी भेजें",
  "Don't have an account?": "खाता नहीं है? ",
  "Sign up": "साइन अप करें",
  "User Registration": "उपयोगकर्ता का पंजीकरण",
  "IDTR Login": "आईडीटीआर लॉगिन",
  "First Name": "पहला नाम",
  "Father Name": "पिता का नाम ",
  "Select State": "राज्य का चयन करें ",
  "Select IDTR Center": "आईडीटीआर केंद्र चुनें ",
  "Send OTP Code": "ओटीपी कोड भेजें",
  "OTP on Email (Optional)": "ईमेल पर ओटीपी (वैकल्पिक)",
  "Enter OTP Received": "प्राप्त ओटीपी दर्ज करें ",
  "Verify OTP Received": "प्राप्त ओटीपी सत्यापित करें",
  "Already Registered?": "पहले से ही पंजीकृत?  ",
  "Course Name": "कोर्स का नाम",
  "Resend OTP": "ओटीपी पुनः भेजें",
  "Resend OTP in": "ओटीपी फिर से भेजें",
  "My Account": "मेरा खाता",
  "Feedback": "फीडबैक",
  "Privacy Policy": "गोपनीयता नीति",
  "Terms of Services": "सेवाओं की शर्तें",
  "SIGN OUT": "साइन आउट",
  "Operational Hours": "परिचालन घंटे",
  "PXGJ+98, Baldhi Part, Haryana 132001": "उचनी गांव, न्यू बस स्टैंड के पास, तहसील और जिला करनाल हरियाणा, 132001",
  "Enquiry Form": "पुछतांछ प्रपत्र",
  "Submit Now": "अभी जमा करे",
  "Description Field": "विवरण फ़ील्ड",
  "Name": "नाम",
  "Email": "ईमेल",
  "Subject": "विषय",
  "Rating": "रेटिंग",
  "Feedback Category": "प्रतिक्रिया श्रेणी",
  "Feedback Form": "प्रतिपुष्टी फ़ार्म",
  "Your Registered Mobile No is": "आपका पंजीकृत मोबाइल नंबर",
  "User ID": "यूज़र आईडी",
  "Click here for new course registration": "नए पाठ्यक्रम पंजीकरण के लिए यहां क्लिक करें",
  "Your bookings will display here": "आपकी बुकिंग यहां प्रदर्शित होगी",
  "Cancel Booking": "बुकिंग रद्द करें",
  "Cancelled Booking": "रद्द बुकिंग",
  "Upcoming Booking": "आगामी बुकिंग",
  "Past Booking": "पिछली बुकिंग",
  "Back": "पीछे",
  "Continue": "जारी रखना",
  "Please confirm cancellation": "कृपया रद्दीकरण की पुष्टि करें",
  "License Authority (Town / city)": "लाइसेंस प्राधिकरण (नगर / शहर)",
  "Select": "चुनना",
  "Accept": "स्वीकार करना",
  "and": "तथा",
  "Name is required": "नाम आवश्यक है",
  "Mon to Sat": "सोम से शनि",
  "Mobile Number is required": "मोबाइल नंबर चाहिए",
  "Subject is required": "विषय आवश्यक है",
  "Email is required": "ईमेल की जरूरत है  ",
  "Mobile Number should be more than 10 character": "मोबाइल नंबर 10 कैरेक्टर से ज्यादा का होना चाहिए",
  "Email should be more than 10 character": "ईमेल 10 वर्णों से अधिक का होना चाहिए",
  "Email is invalid": "ईमेल अमान्य है ",
  "Name should be more than 5 character": "नाम 5 वर्ण से अधिक का होना चाहिए",
  "OTP": "ओटीपी",
  "Verify OTP": "ओटीपी सत्यापित करें",
  "Select FeedBack Category": "फ़ीडबैक श्रेणी चुनें",
  "Course": "पाठ्यक्रम",
  "Personnel": "कार्मिक",
  "Overall Experience": "समग्र अनुभव",
  "Feedback Category is required": "प्रतिक्रिया श्रेणी आवश्यक है",
  "Name should be less than 35 character": "नाम 35 वर्ण से कम का होना चाहिए",
  "Mobile Number should be less than 10 character": "मोबाइल नंबर 10 कैरेक्टर से कम का होना चाहिए",
  "Driver Training Course Registration Portal": "चालक प्रशिक्षण पाठ्यक्रम पंजीकरण पोर्टल  ",
  "Course Selection": "पाठ्यक्रम चयन",
  "Personal Information": "व्यक्तिगत जानकारी",
  "Document Upload": "दस्तावेज़ अपलोड",
  "Payment": "भुगतान",
  "Register": "पंजीकरण करवाना",
  "Next": "अगला",
  "Cautionary statement regarding forward-looking information": "दूरंदेशी सूचना के संबंध में चेतावनी बयान",
  "our plans, objectives or goals;": "हमारी योजनाएं, उद्देश्य या लक्ष्य;",
  "This Site contains statements that constitute forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. In addition, in the future we,and others on our behalf, may make statements that constituteforward-looking statements. Such forward-looking statements may include, without limitation, statements relating to the following": "इस साइट में ऐसे बयान शामिल हैं जो भविष्योन्मुखी हैंनिजी प्रतिभूतियों के अर्थ के भीतर बयान 1995 का मुकदमा सुधार अधिनियम। इसके अतिरिक्त, भविष्य में हम, और हमारी ओर से अन्य, ऐसे बयान दे सकते हैं जो गठित करते हैंदूरंदेशी बयान। इस तरह के दूरंदेशी बयान हो सकते हैं शामिल हैं, बिना किसी सीमा के, से संबंधित बयान निम्नलिखित:",
  "Vehicle Category":"वाहन श्रेणी",
  "Course Type":"कोर्स का प्रकार",
  "Course Category":"पाठ्यक्रम श्रेणी",
  "License Category":"लाइसेंस श्रेणी",
  "Learner's License No.":"लर्नर्स लाइसेंस नं.",
  "Issue Date":"जारी करने की तिथि",
  "Valid Till":"तक मान्य है",
  "Drivers License No":"चालक का लाइसेंस संख्या",
  "License Authority":"लाइसेंस प्राधिकरण",
  "License Authority (District)":"लाइसेंस प्राधिकरण (जिला)",
  "Duration":"अवधि",
  "Timing":"समय",
  "Fees":"फीस",
  "Mode of Payment":"भुगतान का प्रकार",
  "Course Type Description":"पाठ्यक्रम प्रकार विवरण",
  "1 Learner":"1 शिक्षार्थी",
  "3 Evaluation":"3 मूल्यांकन",
  "2 Refresher":"2 पुनश्चर्या",
  "Long duration program suitable for beginner/ new learner":"शुरुआत/नए शिक्षार्थी के लिए उपयुक्त लंबी अवधि का कार्यक्रम",
  "Short duration program suitable for existing driver":"मौजूदा ड्राइवर के लिए उपयुक्त लघु अवधि कार्यक्रम",
  "Test of driving skill and knowledge":"ड्राइविंग कौशल और ज्ञान का परीक्षण",
  "Preferred Training Date":"पसंदीदा प्रशिक्षण तिथि",
  "Search":"खोज",
  "Time":"समय",
  "Seat":"सीट",
  "No Slot Available":"कोई स्लॉट उपलब्ध नहीं",
  "Please fill your personal information!":"कृपया अपनी व्यक्तिगत जानकारी भरें!",
  "All *(star) fields are mandatory":"सभी *(स्टार) फ़ील्ड अनिवार्य हैं",
  "Middle Name":"मध्य नाम",
  "Last Name":"उपनाम",
  "Date of Birth":"जन्म की तारीख",
  "Qualification":"योग्यता",
  "Gender":"लिंग",
  "Address as per License":"लाइसेंस के अनुसार पता",
  "Flat/House No,Locality, Street Name, Locality":"फ्लैट/मकान नंबर, मोहल्ला, गली का नाम, इलाका",
  "State":"राज्य",
  "District":"ज़िला",
  "Town / city":"टाउन / सिटी",
  "PIN":"नत्थी करना",
  "Email address":"ईमेल पता",
  "Phone":"फ़ोन",
  "Previous":"पिछला",
  "Please upload documents!":"कृपया दस्तावेज़ अपलोड करें!",
  "Name of document should not contain any special characters or space(eg @,)":"दस्तावेज़ के नाम में कोई विशेष वर्ण या स्थान नहीं होना चाहिए (जैसे @,)",
  "Rest all documents less than 5 mb(jpg, jpeg, png, pdf)":"5 mb से कम के सभी दस्तावेज़ों को आराम दें (jpg, jpeg, png, pdf)",
  "Passport size photo must be clear and less than 1 mb(jpg, jpeg, png)":"पासपोर्ट साइज फोटो स्पष्ट और 1 एमबी (जेपीजी, जेपीईजी, पीएनजी) से कम होनी चाहिए।",
  "Passport Photo":"1. पासपोर्ट फोटो",
  "less than":"1 एमबी से कम। (जेपीजी, जेपीईजी, पीएनजी) / बाकी सभी दस्तावेज 5 एमबी से कम (जेपीजी, जेपीईजी, पीएनजी, पीडीएफ)",
  "Driving Licenses":"ड्राइविंग लाइसेंस (लागू नहीं और शिक्षार्थी के मामले में मान्य नहीं)",
  "Driving License":"ड्राइविंग लाइसेंस",
  "Not valid incase of N/A and Learner":"एन/ए और शिक्षार्थी के मामले में मान्य नहीं है",
  "ID Proof":"आईडी प्रूफ: स्वीकार्य प्रारूप - उपयोगिता बिल (पानी, बिजली, फोन या गैस बिल) / आधार कार्ड (यूआईडी) / वोटर आईडी कार्ड या चुनाव आयोग फोटो आईडी कार्ड / राशन कार्ड",
  "Upload Medical certificate":"मेडिकल सर्टिफिकेट अपलोड करें: आंखों की रोशनी और कलर ब्लाइंडनेस के लिए",
  "Enter Blood Group":"ब्लड ग्रुप दर्ज करें ",
  "Upload":"डालना",
  "Offline":"ऑफलाइन",
  "Disclaimer Notice":"अस्वीकरण सूचना",
  "Submit":"पाठ्यक्रम बुक करने के लिए आगे बढ़ें",
  "Submit1":"प्रस्तुत",
  "All opinions and estimates expressed in this Site constitute our judgment as of publication and do not constitute general or specific investment legal, tax or accounting advice of any kind":"इस साइट में व्यक्त सभी राय और अनुमान प्रकाशन के रूप में हमारे निर्णय का गठन करते हैं और किसी भी प्रकार की सामान्य या विशिष्ट निवेश कानूनी, कर या लेखा सलाह का गठन नहीं करते हैं",
  "For further information": "मुख्य परिणामों के बारे में अधिक जानकारी के लिए, हमारी सबसे हालिया वार्षिक रिपोर्ट में परिणाम अवलोकन II - परिचालन और वित्तीय समीक्षा - मुख्य परिणाम देखें।",
  "Unless otherwise noted":"जब तक अन्यथा उल्लेख न किया गया हो, लीवरेज अनुपात, लीवरेज एक्सपोजर और यहां शामिल कुल पूंजी राशियां वर्तमान फिनमा ढांचे पर आधारित हैं। स्विस टोटल कैपिटल लीवरेज अनुपात की गणना स्विस टोटल कैपिटल के रूप में की जाती है, जिसे तीन महीने के औसत लीवरेज एक्सपोजर से विभाजित किया जाता है, जिसमें बैलेंस शीट एसेट, ऑफ-बैलेंस शीट एक्सपोजर शामिल होते हैं, जिसमें गारंटी और प्रतिबद्धताएं और नियामक समायोजन शामिल होते हैं, जिसमें नकद शामिल होता है। कोलेटरल नेटिंग रिवर्सल और डेरिवेटिव ऐड-ऑन।",
  "asofjanuary": "1 जनवरी 2013 तक, बेसल III को स्विट्जरलैंड में टू बिग टू फेल कानून और उसके तहत नियमों के साथ लागू किया गया था। हमारे संबंधित प्रकटीकरण प्रासंगिक मान्यताओं सहित ऐसी आवश्यकताओं की हमारी वर्तमान व्याख्या के अनुसार हैं। स्विट्ज़रलैंड में या हमारी किसी भी धारणा या अनुमान में इन आवश्यकताओं की व्याख्या में परिवर्तन के परिणामस्वरूप यहां दिखाए गए लोगों से भिन्न संख्याएं हो सकती हैं। यहां 2013 से पहले की अवधि के लिए पूंजी और अनुपात संख्या अनुमानों पर आधारित हैं, जिनकी गणना इस तरह की जाती है जैसे कि ऐसी अवधि के दौरान स्विट्जरलैंड में बेसल III ढांचा मौजूद था।",
  "On this Site, adjusted":"इस साइट पर, समायोजित लागत रन-रेट परिणामों को हमारे वार्षिक 6M11 व्यय रन रेट के विरुद्ध मापा जाता है जो निरंतर विदेशी विनिमय दरों पर मापा जाता है और व्यापार पुनर्संरेखण और अन्य महत्वपूर्ण गैर-परिचालन खर्चों और परिवर्तनीय मुआवजे के खर्चों को बाहर करने के लिए समायोजित किया जाता है।",
  "Other information about disclosure on this site":"इस साइट पर प्रकटीकरण के बारे में अन्य जानकारी",
  "is Site may contain":"इस साइट में गैर-जीएएपी वित्तीय जानकारी हो सकती है। यदि ऐसी गैर-जीएएपी वित्तीय जानकारी का खुलासा किया जाता है, तो आम तौर पर स्वीकृत लेखा सिद्धांतों के तहत सबसे सीधे तुलनीय उपाय हमारी सबसे हालिया आवधिक रिपोर्ट या हमारी अन्य सार्वजनिक फाइलिंग में प्रदान किए जाते हैं।",
  "Cautionary Statement Regarding Non-GAAP Financial Information":"गैर-जीएएपी वित्तीय जानकारी के संबंध में चेतावनी वक्तव्य",
  "our success":"पूर्वगामी में शामिल जोखिमों के प्रबंधन में हमारी सफलता।",
  "the ability to achieve our cost efficiency goals and cost targets; and":"हमारे लागत दक्षता लक्ष्यों और लागत लक्ष्यों को प्राप्त करने की क्षमता; तथा",
  "the adverse resolution of litigation and other contingencies;":"मुकदमेबाजी और अन्य आकस्मिकताओं का प्रतिकूल समाधान;",
  "acquisitions, including the ability to integrate acquired businesses successfully, and divestitures, including th  ability to sell non-core assets;":"अधिग्रहण, जिसमें अधिग्रहीत व्यवसायों को सफलतापूर्वक एकीकृत करने की क्षमता और गैर-प्रमुख संपत्तियों को बेचने की क्षमता सहित विनिवेश शामिल हैं;",
  "the timely development and acceptance of our new products and services and the perceived overall value of these products and services by users;":"हमारे नए उत्पादों और सेवाओं का समय पर विकास और स्वीकृति और उपयोगकर्ताओं द्वारा इन उत्पादों और सेवाओं का कथित समग्र मूल्य;",
  "technological changes;":"तकनीकी परिवर्तन;",
  "our future economic performance or prospects;":"हमारे भविष्य के आर्थिक प्रदर्शन या संभावनाएं;",
  "the ability to increase market share and control expenses;":"बाजार हिस्सेदारी बढ़ाने और खर्चों को नियंत्रित करने की क्षमता;",
  "the ability to maintain our reputation and promote our brand;":"हमारी प्रतिष्ठा बनाए रखने और हमारे ब्रांड को बढ़ावा देने की क्षमता;",
  "the ability to retain and recruit qualified personnel;":"योग्य कर्मियों को बनाए रखने और भर्ती करने की क्षमता;",
"competition in geographic and business areas in which we conduct our operations;":"भौगोलिक और व्यावसायिक क्षेत्रों में प्रतिस्पर्धा जिसमें हम अपना संचालन करते हैं;",
"the effects of changes in laws, regulations or accounting policies or practices;":"कानूनों, विनियमों या लेखा नीतियों या प्रथाओं में परिवर्तन के प्रभाव;",
"actions taken by regulators with respect to our business and practices in one or more of the countries in which we conduct our operations;":"एक या एक से अधिक देशों में हमारे कारोबार और व्यवहार के संबंध में नियामकों द्वारा की गई कार्रवाई;",
"operational factors such as systems failure, human error, or the failure to implement procedures properly;":"परिचालन कारक जैसे सिस्टम विफलता, मानवीय त्रुटि, या प्रक्रियाओं को ठीक से लागू करने में विफलता;",
"the possibility of foreign exchange controls, expropriation, nationalization or confiscation of assets in countries in which we conduct our operations;":"जिन देशों में हम अपना संचालन करते हैं, उन देशों में विदेशी मुद्रा नियंत्रण, स्वामित्व, राष्ट्रीयकरण या संपत्ति की जब्ती की संभावना;",
"Street Address": "गली का पता",
"the potential effect on our future performance of certain contingencies; and":"कुछ आकस्मिकताओं के हमारे भविष्य के प्रदर्शन पर संभावित प्रभाव; तथा",
"assumptions":"इस तरह के किसी भी बयान में अंतर्निहित धारणाएं।",
"Words such as":"विश्वास करता है, प्रत्याशित करता है, उम्मीद करता है, इरादा और योजनाएं और इसी तरह के भाव जैसे शब्दों का उद्देश्य भविष्योन्मुखी बयानों की पहचान करना है, लेकिन ऐसे बयानों की पहचान करने का अनन्य साधन नहीं है। हम इन दूरंदेशी बयानों को अद्यतन करने का इरादा नहीं रखते हैं, सिवाय इसके कि लागू प्रतिभूति कानूनों द्वारा आवश्यक हो। अपने स्वभाव से, दूरंदेशी बयानों में निहित जोखिम और अनिश्चितताएं शामिल हैं, सामान्य और विशिष्ट दोनों, और जोखिम मौजूद हैं कि भविष्योन्मुखी बयानों में वर्णित या निहित पूर्वानुमान, पूर्वानुमान, अनुमान और अन्य परिणाम प्राप्त नहीं होंगे। हम आपको सावधान करते हैं कि कई महत्वपूर्ण कारक इस तरह के दूरंदेशी बयानों में व्यक्त योजनाओं, उद्देश्यों, अपेक्षाओं, अनुमानों और इरादों से भौतिक रूप से भिन्न परिणाम दे सकते हैं। इन कारकों में शामिल हैं:",
"the ability to":"पर्याप्त तरलता बनाए रखने और पूंजी बाजार तक पहुंचने की क्षमता",
"market and interest":"बाजार और ब्याज दर में उतार-चढ़ाव और ब्याज दर के स्तर",
"the strength of the global":"सामान्य रूप से वैश्विक अर्थव्यवस्था की ताकत और उन देशों की अर्थव्यवस्थाओं की ताकत जिनमें हम अपना संचालन करते हैं, विशेष रूप से भविष्य में अमेरिका या अन्य विकसित देशों में निरंतर धीमी आर्थिक सुधार या मंदी का जोखिम",
"the direct and indirect":"आवासीय और वाणिज्यिक अचल संपत्ति बाजारों में गिरावट या धीमी वसूली के प्रत्यक्ष और अप्रत्यक्ष प्रभाव",
"adverse rating actions":"सॉवरेन जारीकर्ताओं, संरचित क्रेडिट उत्पादों या अन्य क्रेडिट-संबंधित एक्सपोजर के संबंध में क्रेडिट रेटिंग एजेंसियों द्वारा प्रतिकूल रेटिंग कार्रवाई",
"the ability to achieve our":"बेहतर प्रदर्शन, कम जोखिम, कम लागत और पूंजी के अधिक कुशल उपयोग सहित हमारे रणनीतिक उद्देश्यों को प्राप्त करने की क्षमता",
"the ability of counterparties":"हमारे प्रति अपने दायित्वों को पूरा करने के लिए प्रतिपक्षों की क्षमता",
"the effects of, and changes in":"वित्तीय, मौद्रिक, व्यापार और कर नीतियों, और मुद्रा में उतार-चढ़ाव के प्रभाव, और उनमें परिवर्तन",
"political and social developments":"युद्ध, नागरिक अशांति या आतंकवादी गतिविधि सहित राजनीतिक और सामाजिक विकास",
"We caution you that": "हम आपको सावधान करते हैं कि महत्वपूर्ण कारकों की पूर्वगामी सूची अनन्य नहीं है। भविष्योन्मुखी बयानों का मूल्यांकन करते समय, आपको पूर्वगामी कारकों और अन्य अनिश्चितताओं और घटनाओं पर ध्यान से विचार करना चाहिए, जिसमें जोखिम कारक के तहत हमारी सबसे हालिया वार्षिक रिपोर्ट और हमारी अन्य सार्वजनिक फाइलिंग में दी गई जानकारी शामिल है।",
"note":"टिप्पणी:इस बुकिंग को ऑनलाइन करने के लिए कृपया 'प्रोसीड टू बुक कोर्स' बटन पर क्लिक करें। कोर्स शुरू करने से पहले आपको स्थान पर भुगतान करना होगा"
}